{
    "array": [
        {
            "roll": 1,
            "data": {
                "name": "Fields, Harris and Bullock",
                "keywords": [
                    "Encounter",
                    "Pit",
                    "Undead"
                ],
                "description": "Nihil quod eaque dolores itaque. Ab dolore id eaque sed rerum distinctio. Soluta maxime molestias numquam laborum dolore. A at perspiciatis exercitationem dolorum."
            }
        },
        {
            "roll": 2,
            "data": {
                "name": "Miller Ltd",
                "keywords": [
                    "Encounter",
                    "Darkness",
                    "Hope"
                ],
                "description": "Cumque voluptas aut dignissimos nesciunt alias. Dolore quaerat fuga dolore ipsam. Facilis rerum dolorum molestias consectetur minima quam quod. Ullam voluptas eum quidem iure quas molestiae."
            }
        },
        {
            "roll": 3,
            "data": {
                "name": "Stephens, Martin and Jackson",
                "keywords": [
                    "Encounter",
                    "Hazard",
                    "Active"
                ],
                "description": "Magni voluptatem culpa sequi quam esse impedit. Aliquam facere modi corporis consequuntur. Nobis quia soluta ullam magnam."
            }
        },
        {
            "roll": 4,
            "data": {
                "name": "Black Ltd",
                "keywords": [
                    "Encounter",
                    "Merchant",
                    "Darkness"
                ],
                "description": "Temporibus dolorem illum excepturi quos fugiat in. Optio quidem odio vero nemo molestiae illo animi. Quod ipsa vitae soluta aut nihil quibusdam consequuntur."
            }
        },
        {
            "roll": 5,
            "data": {
                "name": "Jackson, Gibson and Hernandez",
                "keywords": [
                    "Encounter",
                    "Hope",
                    "Active"
                ],
                "description": "Voluptas laudantium officiis minima nihil maxime dignissimos. Sint temporibus accusamus unde eveniet aut quod. Incidunt minus cum vel facere. Voluptatibus nostrum deleniti officiis perspiciatis. Deleniti consequuntur veritatis debitis."
            }
        },
        {
            "roll": 6,
            "data": {
                "name": "Smith and Sons",
                "keywords": [
                    "Encounter",
                    "Madness",
                    "Tribal"
                ],
                "description": "Velit quis doloribus cum voluptatum voluptates molestias rerum doloremque. Dolore expedita est eius saepe nihil aspernatur. Eius voluptatibus consectetur omnis occaecati aliquam. Doloremque eos hic voluptatem eaque vero ipsum accusantium."
            }
        },
        {
            "roll": 7,
            "data": {
                "name": "Jones-Campbell",
                "keywords": [
                    "Encounter",
                    "Horror",
                    "Void"
                ],
                "description": "Optio quia eaque voluptates recusandae. Voluptatem accusamus sunt maiores ipsa saepe occaecati nemo. Voluptas voluptate ipsam qui sapiente."
            }
        },
        {
            "roll": 8,
            "data": {
                "name": "Conway LLC",
                "keywords": [
                    "Encounter",
                    "Environmental",
                    "Active"
                ],
                "description": "Voluptate in dolore animi reprehenderit. Eaque culpa ducimus ex occaecati. Modi amet molestias sint doloribus. Veniam similique accusamus corrupti velit libero."
            }
        },
        {
            "roll": 9,
            "data": {
                "name": "Greene-Turner",
                "keywords": [
                    "Encounter",
                    "Madness",
                    "Enemy"
                ],
                "description": "Repellat sequi vero cum perspiciatis provident. Sapiente quo culpa illo delectus. Alias repellat assumenda repellat possimus. Magni aspernatur aperiam animi consectetur nostrum veniam."
            }
        },
        {
            "roll": 10,
            "data": {
                "name": "Allen-Bell",
                "keywords": [
                    "Encounter",
                    "Loot",
                    "Active"
                ],
                "description": "Quia similique numquam culpa possimus id pariatur. Soluta excepturi quis omnis explicabo nesciunt animi numquam nulla. Ex fuga repellendus velit eius doloribus."
            }
        },
        {
            "roll": 11,
            "data": {
                "name": "Brown Inc",
                "keywords": [
                    "Encounter",
                    "Outlaw",
                    "Fire"
                ],
                "description": "Cumque dolorum vel consequatur doloribus maiores. Praesentium perferendis laboriosam sed tenetur cum expedita deserunt impedit. Similique aspernatur molestias quam."
            }
        },
        {
            "roll": 12,
            "data": {
                "name": "Torres-Mcdowell",
                "keywords": [
                    "Encounter",
                    "Undead",
                    "Darkness"
                ],
                "description": "Veniam ipsa accusantium fuga reiciendis. Vitae eveniet inventore maiores amet expedita nostrum veniam. Consequuntur reiciendis accusamus ut eaque dolore esse placeat dignissimos. Nisi facere hic nostrum natus possimus libero expedita."
            }
        },
        {
            "roll": 13,
            "data": {
                "name": "Huffman, Joyce and Murillo",
                "keywords": [
                    "Encounter",
                    "Environmental",
                    "Explore"
                ],
                "description": "Velit optio non nisi commodi ipsa. Voluptatum id accusamus vitae aperiam eligendi. Labore qui cum cum voluptate. Sapiente ex mollitia cupiditate."
            }
        },
        {
            "roll": 14,
            "data": {
                "name": "Sherman Ltd",
                "keywords": [
                    "Encounter",
                    "Environmental",
                    "Darkness"
                ],
                "description": "Consequuntur inventore eligendi nihil magni corporis numquam. Cum nemo iusto alias minus. Ut explicabo ea alias placeat repellat. Itaque impedit maiores vero dolore itaque voluptas."
            }
        },
        {
            "roll": 15,
            "data": {
                "name": "Figueroa, Mcguire and Dixon",
                "keywords": [
                    "Encounter",
                    "Explore",
                    "Weather"
                ],
                "description": "Atque ratione reprehenderit voluptates tenetur suscipit sapiente. Tempora enim ullam assumenda tempore earum incidunt. Quasi ea exercitationem soluta dolor quam dolorum. Corrupti odio tenetur quo."
            }
        },
        {
            "roll": 16,
            "data": {
                "name": "Case PLC",
                "keywords": [
                    "Encounter",
                    "Merchant",
                    "Enemy"
                ],
                "description": "Dolor libero dolorem iusto ut illum accusantium nesciunt. Voluptatem nisi laboriosam quisquam error quia quia non tenetur. Cumque consectetur provident soluta magni a quidem quos."
            }
        },
        {
            "roll": 17,
            "data": {
                "name": "Cummings-Gordon",
                "keywords": [
                    "Encounter",
                    "Water",
                    "Active"
                ],
                "description": "Quasi reprehenderit culpa nisi animi non esse voluptate id. Nesciunt minima assumenda deserunt impedit cupiditate ipsum minima. Amet quibusdam cumque libero est earum. Consequuntur sunt reprehenderit saepe dolorem."
            }
        },
        {
            "roll": 18,
            "data": {
                "name": "Hendrix-Aguirre",
                "keywords": [
                    "Encounter",
                    "Merchant",
                    "Supernatural"
                ],
                "description": "Architecto doloremque repudiandae perferendis quam voluptates eaque. Hic quis nesciunt assumenda non. Rem natus eveniet debitis illo amet."
            }
        },
        {
            "roll": 19,
            "data": {
                "name": "Vang-Wallace",
                "keywords": [
                    "Encounter",
                    "Madness",
                    "Mission"
                ],
                "description": "Omnis expedita reiciendis temporibus nihil neque porro eum culpa. Non accusantium non commodi optio animi."
            }
        },
        {
            "roll": 20,
            "data": {
                "name": "Mills-Thompson",
                "keywords": [
                    "Encounter",
                    "Swarm",
                    "Hazard"
                ],
                "description": "Totam consectetur pariatur modi. Mollitia saepe quo repudiandae id aliquid voluptas aspernatur. At officia deserunt alias dolorum amet."
            }
        }
    ]
}